Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# %@, you're taking %@ number of steps a day as you did last year.
source: %1$@, you're taking %2$@ number of steps a day as you did last year.
de: %1$@, du machst pro Tag %2$@ Schritte wie im letzten Jahr.
es: %1$@, estás dando %2$@ pasos al día que el año pasado.
fr: %1$@, tu fais %2$@ de pas par jour que l'an dernier.
it: %1$@, fai %2$@ numero di passi al giorno rispetto all'anno scorso.
ja: %1$@、1日あたりの歩数は昨年と%2$@です。
ko: %1$@, 하루 걸음 수가 작년과 %2$@ 수준이에요.
pt_br: %1$@, você está dando %2$@ passos por dia do que no ano passado.
ru: %1$@ ты проходишь %2$@ шагов в день, что и в прошлом году.
zh_hans: %1$@，你每天的步数与去年%2$@。

# %@, you're taking %@ steps a day than you did last year.
source: %1$@, you're taking %2$@ steps a day than you did last year.
de: %1$@, du machst pro Tag %2$@ Schritte als im letzten Jahr.
es: %1$@, estás dando %2$@ pasos al día que el año pasado.
fr: %1$@, tu fais %2$@ de pas par jour que l'an dernier.
it: %1$@, fai %2$@ passi al giorno rispetto all'anno scorso.
ja: %1$@、1日あたりの歩数は昨年より%2$@です。
ko: %1$@, 하루 걸음 수가 작년보다 %2$@ 수준이에요.
pt_br: %1$@, você está dando %2$@ passos por dia do que no ano passado.
ru: %1$@ ты проходишь %2$@ шагов в день, чем в прошлом году.
zh_hans: %1$@，你每天的步数比去年%2$@。

source: %@, you're taking about the same number of steps a day as you did last year.
de: %@, du machst pro Tag etwa gleich viele Schritte wie im letzten Jahr.
es: %@, estás dando aproximadamente el mismo número de pasos al día que el año pasado.
fr: %@, tu fais environ le même nombre de pas par jour que l'an dernier.
it: %@, fai più o meno lo stesso numero di passi al giorno rispetto all'anno scorso.
ja: %@、1日あたりの歩数は昨年とほぼ同じです。
ko: %@, 하루 걸음 수가 작년과 비슷해요.
pt_br: %@, você está dando praticamente o mesmo número de passos por dia que no ano passado.
ru: %@ ты проходишь примерно столько же шагов в день, что и в прошлом году.
zh_hans: %@，你每天的步数与去年大致相同。

source: %@, you're taking fewer steps a day than you did last year.
de: %@, du machst pro Tag weniger Schritte als im letzten Jahr.
es: %@, estás dando menos pasos al día que el año pasado.
fr: %@, tu fais moins de pas par jour que l'an dernier.
it: %@, fai meno passi al giorno rispetto all'anno scorso.
ja: %@、1日あたりの歩数は昨年より少なくなっています。
ko: %@, 하루 걸음 수가 작년보다 적어요.
pt_br: %@, você está dando menos passos por dia que no ano passado.
ru: %@ ты проходишь меньше шагов в день, чем в прошлом году.
zh_hans: %@，你每天的步数比去年更少。

source: %@, you're taking more steps a day than you did last year.
de: %@, du machst pro Tag mehr Schritte als im letzten Jahr.
es: %@, estás dando más pasos al día que el año pasado.
fr: %@, tu fais plus de pas par jour que l'an dernier.
it: %@, fai più passi al giorno rispetto all'anno scorso.
ja: %@、1日あたりの歩数は昨年より多くなっています。
ko: %@, 하루 걸음 수가 작년보다 많아요.
pt_br: %@, você está dando mais passos por dia que no ano passado.
ru: %@ ты проходишь больше шагов в день, чем в прошлом году.
zh_hans: %@，你每天的步数比去年更多。

# %@, your highest respiratory rate was %@ %@.
source: %1$@, your highest respiratory rate was %2$@ %3$@.
de: %@ war deine höchste Atemfrequenz %@ %@.
es: %@, tu frecuencia respiratoria más alta fue %@ %@.
fr: %@, ta fréquence respiratoire la plus élevée était de %@ %@.
it: %1$@, la tua frequenza respiratoria più alta è stata %2$@ %3$@.
ja: %1$@、最も高い呼吸数は%2$@%3$@でした。
ko: %1$@, 최고 호흡수는 분당 %2$@%3$@였어요.
pt_br: %@, sua frequência respiratória mais alta foi %@ %@.
ru: %1$@ максимальная частота дыхания была %2$@ %3$@.
zh_hans: %1$@，你最高的呼吸频率是%2$@%3$@。

# %@, your lowest respiratory rate was %@ %@.
source: %1$@, your lowest respiratory rate was %2$@ %3$@.
de: %@ war deine niedrigste Atemfrequenz %@ %@.
es: %@, tu frecuencia respiratoria más baja fue %@ %@.
fr: %@, ta fréquence respiratoire la plus basse était de %@ %@.
it: %1$@, la tua frequenza respiratoria più bassa è stata %2$@ %3$@.
ja: %1$@、最も低い呼吸数は%2$@%3$@でした。
ko: %1$@, 최저 호흡수는 분당 %2$@%3$@였어요.
pt_br: %@, sua frequência respiratória mais baixa foi %@ %@.
ru: %1$@ минимальная частота дыхания была %2$@ %3$@.
zh_hans: %1$@，你最低的呼吸频率是%2$@%3$@。

# %@, your respiratory rate is %@ %@.
source: %1$@, your respiratory rate is %2$@ %3$@.
de: %@ beträgt deine Atemfrequenz %@ %@.
es: %@, tu frecuencia respiratoria es %@ %@.
fr: %@, ta fréquence respiratoire est de %@ %@.
it: %1$@, la tua frequenza respiratoria è %2$@ %3$@.
ja: %1$@、呼吸数は%2$@%3$@です。
ko: %1$@, 호흡수는 분당 %2$@%3$@예요.
pt_br: %@, sua frequência respiratória é %@ %@.
ru: %1$@ частота дыхания — %2$@ %3$@.
zh_hans: %1$@，你的呼吸频率是%2$@%3$@。

# %@, your respiratory rate ranged from %@ to %@ %@.
source: %1$@, your respiratory rate ranged from %2$@ to %3$@ %4$@.
de: %@ lag deine Atemfrequenz zwischen %@ und %@ %@.
es: %@, tu frecuencia respiratoria varió entre %@ y %@ %@.
fr: %@, ta fréquence respiratoire a varié de %@ à %@ %@.
it: %1$@, la tua frequenza respiratoria è variata da %2$@ a %3$@ %4$@.
ja: %1$@、呼吸数は%2$@〜%3$@%4$@でした。
ko: %1$@, 호흡수는 분당 %2$@에서 %3$@%4$@ 사이였어요.
pt_br: %@, sua frequência respiratória variou de %@ a %@ %@.
ru: %1$@ частота дыхания была от %2$@ до %3$@ %4$@.
zh_hans: %1$@，你的呼吸频率在%2$@到%3$@%4$@之间。

# %@. Current %@. %@
source: %1$@. Current %2$@. %3$@
de: %1$@. Aktuell %2$@. %3$@
es: %1$@. Actual %2$@. %3$@
fr: %1$@. Actuel %2$@. %3$@
it: %1$@. Attuale %2$@. %3$@
ja: %1$@。現在%2$@。%3$@
ko: %1$@. 현재 %2$@. %3$@
pt_br: %1$@. Atual %2$@. %3$@
ru: %1$@. Сейчас %2$@. %3$@
zh_hans: %1$@。当前%2$@。%3$@

source: %@. No data in selected range.
de: %@. Keine Daten im ausgewählten Zeitraum.
es: %@. No hay datos en el rango seleccionado.
fr: %@. Aucune donnée dans la plage sélectionnée.
it: %@. Nessun dato nell'intervallo selezionato.
ja: %@。選択した範囲にデータがありません。
ko: %@. 선택한 기간에 데이터가 없어요.
pt_br: %@. Sem dados no intervalo selecionado.
ru: %@. За выбранный период данных нет.
zh_hans: %@。所选范围内没有数据。

# %@%@ is %@ %@ as %@.
source: %1$@%2$@ is %3$@ %4$@ as %5$@.
de: %1$@%2$@ ist %3$@ %4$@ wie %5$@.
es: %1$@%2$@ es %3$@ %4$@ que %5$@.
fr: %1$@%2$@ est %3$@ %4$@ que %5$@.
it: %1$@%2$@ è %3$@ %4$@ rispetto a %5$@.
ja: %1$@%2$@は%4$@、%5$@と%3$@です。
ko: %1$@%2$@, %5$@과 %3$@ %4$@.
pt_br: %1$@%2$@ está %3$@ %4$@ que %5$@.
ru: %1$@%2$@ — %3$@ %4$@, что и %5$@.
zh_hans: %1$@%2$@%4$@与%5$@%3$@。

# %@%@ is %@ %@ than %@.
source: %1$@%2$@ is %3$@ %4$@ than %5$@.
de: %1$@%2$@ ist %3$@ %4$@ als %5$@.
es: %1$@%2$@ es %3$@ %4$@ que %5$@.
fr: %1$@%2$@ est %3$@ %4$@ que %5$@.
it: %1$@%2$@ è %3$@ %4$@ rispetto a %5$@.
ja: %1$@%2$@は%4$@、%5$@より%3$@です。
ko: %1$@%2$@, %5$@보다 %3$@ %4$@.
pt_br: %1$@%2$@ está %3$@ %4$@ que %5$@.
ru: %1$@%2$@ — %3$@ %4$@, чем %5$@.
zh_hans: %1$@%2$@%4$@比%5$@%3$@。

# %@%@ is about the same %@ as %@.
source: %1$@%2$@ is about the same %3$@ as %4$@.
de: %1$@%2$@ ist etwa gleich %3$@ wie %4$@.
es: %1$@%2$@ es aproximadamente igual de %3$@ que %4$@.
fr: %1$@%2$@ est à peu près aussi %3$@ que %4$@.
it: %1$@%2$@ è più o meno lo stesso %3$@ rispetto a %4$@.
ja: %1$@%2$@は%3$@、%4$@とほぼ同じです。
ko: %1$@%2$@, %4$@과 %3$@ 비슷해요.
pt_br: %1$@%2$@ está praticamente igual em %3$@ a %4$@.
ru: %1$@%2$@ примерно такой же %3$@, как и %4$@.
zh_hans: %1$@%2$@%3$@与%4$@大致相同。

# %@%@ is higher %@ than %@.
source: %1$@%2$@ is higher %3$@ than %4$@.
de: %1$@%2$@ ist %3$@ höher als %4$@.
es: %1$@%2$@ es más alto %3$@ que %4$@.
fr: %1$@%2$@ est plus élevé %3$@ que %4$@.
it: %1$@%2$@ è più alto %3$@ rispetto a %4$@.
ja: %1$@%2$@は%3$@、%4$@より高めです。
ko: %1$@%2$@, %4$@보다 %3$@ 높아요.
pt_br: %1$@%2$@ está mais alto %3$@ que %4$@.
ru: %1$@%2$@ выше %3$@, чем %4$@.
zh_hans: %1$@%2$@%3$@比%4$@更高。

# %@%@ is lower %@ than %@.
source: %1$@%2$@ is lower %3$@ than %4$@.
de: %1$@%2$@ ist %3$@ niedriger als %4$@.
es: %1$@%2$@ es más bajo %3$@ que %4$@.
fr: %1$@%2$@ est plus bas %3$@ que %4$@.
it: %1$@%2$@ è più basso %3$@ rispetto a %4$@.
ja: %1$@%2$@は%3$@、%4$@より低めです。
ko: %1$@%2$@, %4$@보다 %3$@ 낮아요.
pt_br: %1$@%2$@ está mais baixo %3$@ que %4$@.
ru: %1$@%2$@ ниже %3$@, чем %4$@.
zh_hans: %1$@%2$@%3$@比%4$@更低。

# %lld completed %@
source: %1$lld completed %2$@
de: %1$lld abgeschlossen %2$@
es: %1$lld completados %2$@
fr: %1$lld terminés %2$@
it: %1$lld completati %2$@
ja: %2$@に%1$lld件完了
ko: %2$@ %1$lld개 완료
pt_br: %1$lld concluídos %2$@
ru: Выполнено: %1$lld %2$@
zh_hans: 已完成%1$lld次%2$@

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pt_br: %lld dias
ru: %lld дн.
zh_hans: %lld天

source: %lld days behind
de: %lld Tage im Rückstand
es: %lld días por detrás
fr: %lld jours de retard
it: %lld giorni di ritardo
ja: %lld日遅れ
ko: %lld일 밀림
pt_br: %lld dias atrasado
ru: Отставание: %lld дн.
zh_hans: 落后%lld天

source: %lld days, no rest cycle
de: %lld Tage, kein Ruhezyklus
es: %lld días, sin ciclo de descanso
fr: %lld jours, aucun cycle de repos
it: %lld giorni, senza ciclo di riposo
ja: %lld日、休養日なしのサイクル
ko: %lld일, 휴식 없는 사이클
pt_br: %lld dias, sem ciclo de descanso
ru: %lld дн., без дней отдыха
zh_hans: %lld天，无休息循环

source: %lld empty sets
de: %lld leere Sätze
es: %lld series vacías
fr: %lld séries vides
it: %lld serie vuote
ja: 空のセット%lld件
ko: 빈 세트 %lld개
pt_br: %lld séries vazias
ru: Пустых подходов: %lld
zh_hans: %lld个空白组

source: %lld exercises
de: %lld Übungen
es: %lld ejercicios
fr: %lld exercices
it: %lld esercizi
ja: %lld種目
ko: 종목 %lld개
pt_br: %lld exercícios
ru: %lld упр.
zh_hans: %lld个动作

source: %lld hr
de: %lld Std.
es: %lld h
fr: %lld h
it: %lld h
ja: %lld時間
ko: %lld시간
pt_br: %lld h
ru: %lld ч
zh_hans: %lld小时

source: %lld logged sets
de: %lld protokollierte Sätze
es: %lld series registradas
fr: %lld séries enregistrées
it: %lld serie registrate
ja: 記録済みセット%lld件
ko: 기록한 세트 %lld개
pt_br: %lld séries registradas
ru: Записано подходов: %lld
zh_hans: 已记录%lld组

source: %lld more
de: %lld weitere
es: %lld más
fr: %lld de plus
it: %lld in più
ja: 他%lld件
ko: %lld개 더
pt_br: mais %lld
ru: Ещё %lld
zh_hans: 还有%lld项

source: %lld muscles
de: %lld Muskeln
es: %lld músculos
it: %lld muscoli
ja: %lld部位
ko: 근육 %lld개
pt_br: %lld músculos
ru: Мышц: %lld
zh_hans: %lld块肌肉

source: %lld personal records
de: %lld persönliche Rekorde
es: %lld récords personales
fr: %lld records personnels
it: %lld record personali
ja: 自己ベスト%lld件
ko: 개인 기록 %lld개
pt_br: %lld recordes pessoais
ru: Личных рекордов: %lld
zh_hans: %lld项个人纪录

source: %lld reps
de: %lld Wdh.
it: %lld ripetizioni
ja: %lldレップ
ko: %lld회
ru: %lld повт.
zh_hans: %lld次

source: %lld sets
de: %lld Sätze
es: %lld series
fr: %lld séries
it: %lld serie
ja: %lldセット
ko: %lld세트
pt_br: %lld séries
ru: %lld подх.
zh_hans: %lld组

source: %lld suggestions to review
de: %lld Vorschläge zu prüfen
es: %lld sugerencias para revisar
fr: %lld suggestions à examiner
it: %lld suggerimenti da rivedere
ja: 確認する提案%lld件
ko: 검토할 제안 %lld개
pt_br: %lld sugestões para revisar
ru: Рекомендаций на рассмотрение: %lld
zh_hans: %lld条建议待查看

# %lld training days · %@
source: %1$lld training days · %2$@
de: %1$lld Trainingstage · %2$@
es: %1$lld días de entrenamiento · %2$@
fr: %1$lld jours d'entraînement · %2$@
it: %1$lld giorni di allenamento · %2$@
ja: トレーニング%1$lld日 · %2$@
ko: 훈련일 %1$lld일 · %2$@
pt_br: %1$lld dias de treino · %2$@
ru: Дней тренировок: %1$lld · %2$@
zh_hans: %1$lld个训练日 · %2$@

# %lld training days, %lld rest
source: %1$lld training days, %2$lld rest
de: %1$lld Trainingstage, %2$lld Ruhetage
es: %1$lld días de entrenamiento, %2$lld de descanso
fr: %1$lld jours d'entraînement, %2$lld de repos
it: %1$lld giorni di allenamento, %2$lld di riposo
ja: トレーニング%1$lld日、休養%2$lld日
ko: 훈련 %1$lld일, 휴식 %2$lld일
pt_br: %1$lld dias de treino, %2$lld de descanso
ru: Тренировок: %1$lld, отдых: %2$lld
zh_hans: %1$lld个训练日，%2$lld个休息日

source: %lld years old
de: %lld Jahre alt
es: %lld años
fr: %lld ans
it: %lld anni
ja: %lld歳
ko: %lld세
pt_br: %lld anos
ru: %lld лет
zh_hans: %lld岁

# %lld-%lld reps
source: %1$lld-%2$lld reps
de: %1$lld–%2$lld Wdh.
it: %1$lld-%2$lld ripetizioni
ja: %1$lld〜%2$lldレップ
ko: %1$lld-%2$lld회
ru: %1$lld–%2$lld повт.
zh_hans: %1$lld-%2$lld次

# %lld-day free trial, then %@/%@
source: %1$lld-day free trial, then %2$@/%3$@
de: %1$lld Tage kostenlos testen, danach %2$@/%3$@
es: Prueba gratis de %1$lld días, luego %2$@/%3$@
fr: Essai gratuit de %1$lld jours, puis %2$@/%3$@
it: %1$lld giorni di prova gratuita, poi %2$@/%3$@
ja: %1$lld日間の無料トライアル、その後%2$@/%3$@
ko: %1$lld일 무료 체험 후 %3$@ %2$@
pt_br: Teste grátis de %1$lld dias, depois %2$@/%3$@
ru: %1$lld дн. бесплатно, затем %2$@/%3$@
zh_hans: %1$lld天免费试用，之后%2$@/%3$@

# %lld/%lld sets complete
source: %1$lld/%2$lld sets complete
de: %1$lld/%2$lld Sätze abgeschlossen
es: %1$lld/%2$lld series completadas
fr: %1$lld/%2$lld séries terminées
it: %1$lld/%2$lld serie completate
ja: %1$lld/%2$lldセット完了
ko: %1$lld/%2$lld세트 완료
pt_br: %1$lld/%2$lld séries concluídas
ru: Выполнено подходов: %1$lld/%2$lld
zh_hans: 已完成%1$lld/%2$lld组

# %lldx Upper, %lldx Lower
source: %1$lldx Upper, %2$lldx Lower
de: %1$lld× Oberkörper, %2$lld× Unterkörper
es: %1$lld× superior, %2$lld× inferior
fr: %1$lld× haut du corps, %2$lld× bas du corps
it: %1$lldx Parte alta, %2$lldx Parte bassa
ja: 上半身%1$lld回、下半身%2$lld回
ko: 상체 %1$lld회, 하체 %2$lld회
pt_br: %1$lld× superior, %2$lld× inferior
ru: Верх ×%1$lld, Низ ×%2$lld
zh_hans: 上肢%1$lld次，下肢%2$lld次

source: +%lld more sets
de: +%lld weitere Sätze
es: +%lld series más
fr: +%lld séries de plus
it: +%lld serie
ja: 他%lld件のセット
ko: +%lld세트 더
pt_br: +%lld séries
ru: +%lld подх.
zh_hans: 另有%lld组

source: 1 day behind
de: 1 Tag im Rückstand
es: 1 día por detrás
fr: 1 jour de retard
it: 1 giorno di ritardo
ja: 1日遅れ
ko: 1일 밀림
pt_br: 1 dia atrasado
ru: Отставание: 1 день
zh_hans: 落后1天

source: 1 empty set
de: 1 leerer Satz
es: 1 serie vacía
fr: 1 série vide
it: 1 serie vuota
ja: 空のセット1件
ko: 빈 세트 1개
pt_br: 1 série vazia
ru: 1 пустой подход
zh_hans: 1个空白组

source: 1 exercise
de: 1 Übung
es: 1 ejercicio
fr: 1 exercice
it: 1 esercizio
ja: 1種目
ko: 종목 1개
pt_br: 1 exercício
ru: 1 упражнение
zh_hans: 1个动作

source: 1 logged set
de: 1 protokollierter Satz
es: 1 serie registrada
fr: 1 série enregistrée
it: 1 serie registrata
ja: 記録済みセット1件
ko: 기록한 세트 1개
pt_br: 1 série registrada
ru: 1 записанный подход
zh_hans: 已记录1组

source: 1 muscle
de: 1 Muskel
es: 1 músculo
it: 1 muscolo
ja: 1部位
ko: 근육 1개
pt_br: 1 músculo
ru: 1 мышца
zh_hans: 1块肌肉

source: 1 personal record
de: 1 persönlicher Rekord
es: 1 récord personal
fr: 1 record personnel
it: 1 record personale
ja: 自己ベスト1件
ko: 개인 기록 1개
pt_br: 1 recorde pessoal
ru: 1 личный рекорд
zh_hans: 1项个人纪录

source: 1 rep
de: 1 Wdh.
it: 1 ripetizione
ja: 1レップ
ko: 1회
ru: 1 повторение
zh_hans: 1次

source: 1 set
de: 1 Satz
es: 1 serie
fr: 1 série
it: 1 serie
ja: 1セット
ko: 1세트
pt_br: 1 série
ru: 1 подход
zh_hans: 1组

source: 1 suggestion to review
de: 1 Vorschlag zu prüfen
es: 1 sugerencia para revisar
fr: 1 suggestion à examiner
it: 1 suggerimento da rivedere
ja: 確認する提案1件
ko: 검토할 제안 1개
pt_br: 1 sugestão para revisar
ru: 1 рекомендация на рассмотрение
zh_hans: 1条建议待查看

source: 1Y
de: 1J
es: 1A
fr: 1A
it: 1A
ja: 1年
ko: 1년
pt_br: 1A
ru: 1г
zh_hans: 1年

source: 2x Lower, 1x Upper
de: 2× Unterkörper, 1× Oberkörper
es: 2× inferior, 1× superior
fr: 2× bas du corps, 1× haut du corps
it: 2x Parte bassa, 1x Parte alta
ja: 下半身2回、上半身1回
ko: 하체 2회, 상체 1회
pt_br: 2× inferior, 1× superior
ru: Низ ×2, Верх ×1
zh_hans: 下肢2次，上肢1次

source: 2x Lower, 2x Upper
de: 2× Unterkörper, 2× Oberkörper
es: 2× inferior, 2× superior
fr: 2× bas du corps, 2× haut du corps
it: 2x Parte bassa, 2x Parte alta
ja: 下半身2回、上半身2回
ko: 하체 2회, 상체 2회
pt_br: 2× inferior, 2× superior
ru: Низ ×2, Верх ×2
zh_hans: 下肢2次，上肢2次

source: 3x Lower, 2x Upper
de: 3× Unterkörper, 2× Oberkörper
es: 3× inferior, 2× superior
fr: 3× bas du corps, 2× haut du corps
it: 3x Parte bassa, 2x Parte alta
ja: 下半身3回、上半身2回
ko: 하체 3회, 상체 2회
pt_br: 3× inferior, 2× superior
ru: Низ ×3, Верх ×2
zh_hans: 下肢3次，上肢2次

source: 7-day average %@
de: 7-Tage-Durchschnitt %@
es: Promedio de 7 días %@
fr: Moyenne sur 7 jours %@
it: Media a 7 giorni %@
ja: 7日間平均 %@
ko: 7일 평균 %@
pt_br: Média de 7 dias %@
ru: Среднее за 7 дней: %@
zh_hans: 7天平均%@

source: 7-day free trial. Cancel anytime in Settings. Subscription auto-renews until cancelled.
de: 7 Tage kostenlos testen. Jederzeit in den Einstellungen kündbar. Das Abo verlängert sich automatisch, bis es gekündigt wird.
es: Prueba gratis de 7 días. Cancela cuando quieras en Ajustes. La suscripción se renueva automáticamente hasta que se cancele.
fr: Essai gratuit de 7 jours. Annulez à tout moment dans les Réglages. L'abonnement se renouvelle automatiquement jusqu'à son annulation.
it: 7 giorni di prova gratuita. Puoi annullare quando vuoi nelle Impostazioni. L'abbonamento si rinnova automaticamente fino all'annullamento.
ja: 7日間の無料トライアル。設定からいつでもキャンセルできます。サブスクリプションはキャンセルするまで自動更新されます。
ko: 7일 무료 체험. 설정에서 언제든 해지할 수 있어요. 해지 전까지 구독이 자동 갱신돼요.
pt_br: Teste grátis de 7 dias. Cancele quando quiser em Ajustes. A assinatura é renovada automaticamente até ser cancelada.
ru: 7 дней бесплатно. Отменить можно в любой момент в Настройках. Подписка продлевается автоматически, пока её не отменить.
zh_hans: 7天免费试用。可随时在“设置”中取消。订阅在取消前会自动续订。

source: 7D
de: 7T
fr: 7J
it: 7G
ja: 7日
ko: 7일
ru: 7д
zh_hans: 7天

source: 25-Week Trend
de: 25-Wochen-Trend
es: Tendencia de 25 semanas
fr: Tendance sur 25 semaines
it: Tendenza a 25 settimane
ja: 25週間のトレンド
ko: 25주 추세
pt_br: Tendência de 25 semanas
ru: Тренд за 25 недель
zh_hans: 25周趋势

source: 30D
de: 30T
fr: 30J
it: 30G
ja: 30日
ko: 30일
ru: 30д
zh_hans: 30天

source: 90D
de: 90T
fr: 90J
it: 90G
ja: 90日
ko: 90일
ru: 90д
zh_hans: 90天

source: A faster launch, a cleaner store, and the foundation for what comes next.
de: Ein schnellerer Start, ein aufgeräumter Datenspeicher und die Grundlage für alles Weitere.
es: Un inicio más rápido, un almacén más limpio y la base de lo que viene.
fr: Un lancement plus rapide, un stockage plus propre et les fondations de la suite.
it: Avvio più rapido, archivio più pulito e le fondamenta per ciò che verrà.
ja: 起動が速くなり、データの土台が整い、次の機能への基盤ができました。
ko: 더 빠른 실행, 더 깔끔한 저장소, 그리고 다음 기능을 위한 토대.
pt_br: Um início mais rápido, um armazenamento mais limpo e a base para o que vem a seguir.
ru: Быстрый запуск, чистое хранилище и основа для всего, что будет дальше.
zh_hans: 启动更快，数据结构更清晰，也为后续功能打下基础。

source: A Fresh Start
de: Ein Neuanfang
es: Un nuevo comienzo
fr: Un nouveau départ
it: Un nuovo inizio
ja: 新しいスタート
ko: 새로운 시작
pt_br: Um novo começo
ru: Начало с чистого листа
zh_hans: 全新的开始

source: A repeating cycle not tied to calendar days
de: Ein wiederkehrender Zyklus, der nicht an Kalendertage gebunden ist
es: Un ciclo repetitivo no vinculado a días del calendario
fr: Un cycle répétitif non lié aux jours du calendrier
it: Un ciclo ripetuto non legato ai giorni del calendario
ja: 曜日に縛られない繰り返しサイクル
ko: 요일에 얽매이지 않는 반복 사이클
pt_br: Um ciclo repetitivo não vinculado a dias do calendário
ru: Повторяющийся цикл без привязки к дням недели
zh_hans: 不与日历日期绑定的循环周期

source: Abductors
de: Abduktoren
es: Abductores
fr: Abducteurs
it: Abduttori
ja: 外転筋
ko: 외전근
pt_br: Abdutores
ru: Отводящие
zh_hans: 外展肌

source: about the same
de: etwa gleich
es: aproximadamente igual
fr: à peu près identique
it: circa lo stesso
ja: ほぼ同じ
ko: 비슷한
pt_br: praticamente igual
ru: примерно столько же
zh_hans: 大致相同

source: About This Metric
de: Über diese Metrik
es: Acerca de esta métrica
fr: À propos de cette métrique
it: Informazioni su questo dato
ja: この指標について
ko: 이 지표 정보
pt_br: Sobre esta métrica
ru: Об этом показателе
zh_hans: 关于此指标

source: Abs
de: Bauchmuskeln
es: Abdominales
fr: Abdominaux
it: Addominali
ja: 腹筋
ko: 복근
pt_br: Abdominais
ru: Пресс
zh_hans: 腹肌

source: Absolute maximum effort.
de: Absolute maximale Anstrengung.
es: Esfuerzo máximo absoluto.
fr: Effort maximal absolu.
it: Sforzo massimo assoluto.
ja: 完全に限界の強度です。
ko: 더 이상 못 할 만큼의 최대 강도예요.
pt_br: Esforço máximo absoluto.
ru: Абсолютный максимум усилий.
zh_hans: 绝对极限强度。

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
ko: 수락
pt_br: Aceitar
ru: Принять
zh_hans: 接受

source: Accept All
de: Alle annehmen
es: Aceptar todo
fr: Tout accepter
it: Accetta tutto
ja: すべて承認
ko: 모두 수락
pt_br: Aceitar tudo
ru: Принять все
zh_hans: 全部接受

source: Accept or reject these changes before starting your workout.
de: Nimm diese Änderungen an oder lehne sie ab, bevor du dein Workout startest.
es: Acepta o rechaza estos cambios antes de empezar tu entrenamiento.
fr: Accepte ou refuse ces modifications avant de commencer ta séance.
it: Accetta o rifiuta queste modifiche prima di iniziare l'allenamento.
ja: ワークアウトを開始する前に、これらの変更を承認または却下してください。
ko: 운동을 시작하기 전에 변경 사항을 수락하거나 거절하세요.
pt_br: Aceite ou rejeite estas alterações antes de começar seu treino.
ru: Примите или отклоните эти изменения перед началом тренировки.
zh_hans: 开始训练前，请接受或拒绝这些变更。

source: Accepts this suggestion group.
de: Nimmt diese Vorschlagsgruppe an.
es: Acepta este grupo de sugerencias.
fr: Accepte ce groupe de suggestions.
it: Accetta questo gruppo di suggerimenti.
ja: この提案グループを承認します。
ko: 이 제안 그룹을 수락합니다.
pt_br: Aceita este grupo de sugestões.
ru: Принимает эту группу рекомендаций.
zh_hans: 接受这组建议。

source: Achieved at %@
de: Erreicht am %@
es: Logrado el %@
fr: Atteint le %@
it: Raggiunto: %@
ja: %@に達成
ko: %@에 달성
pt_br: Alcançado em %@
ru: Достигнуто в %@
zh_hans: %@达成

source: Achieved Days
de: Erreichte Tage
es: Días logrados
fr: Jours atteints
it: Giorni raggiunti
ja: 達成日数
ko: 달성한 날
pt_br: Dias alcançados
ru: Дни с достижением цели
zh_hans: 达成天数

source: Achieved today
de: Heute erreicht
es: Logrado hoy
fr: Atteint aujourd'hui
it: Raggiunto oggi
ja: 今日達成
ko: 오늘 달성
pt_br: Alcançado hoje
ru: Достигнуто сегодня
zh_hans: 今天已达成

source: Action
de: Aktion
es: Acción
it: Azione
ja: アクション
ko: 동작
pt_br: Ação
ru: Действие
zh_hans: 操作

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активный
zh_hans: 使用中

source: Active Energy
de: Aktive Energie
es: Energía activa
fr: Énergie active
it: Energia attiva
ja: アクティブエネルギー
ko: 활동 에너지
pt_br: Energia ativa
ru: Активная энергия
zh_hans: 活动能量

source: Active Split
de: Aktiver Split
es: Split activo
fr: Split actif
it: Split attivo
ja: アクティブなスプリット
ko: 활성 스플릿
pt_br: Split ativo
ru: Активный сплит
zh_hans: 当前分化

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
ja: アクティビティ
ko: 활동
pt_br: Atividades
ru: Активности
zh_hans: 活动

source: Activity Status
de: Aktivitätsstatus
es: Estado de actividad
fr: Statut d'activité
it: Stato attività
ja: アクティビティの状況
ko: 활동 상태
pt_br: Status de atividade
ru: Статус активности
zh_hans: 活动状态

source: Add ${exercise}
de: ${exercise} hinzufügen
es: Añadir ${exercise}
fr: Ajouter ${exercise}
it: Aggiungi ${exercise}
ja: ${exercise}を追加
ko: ${exercise} 추가
pt_br: Adicionar ${exercise}
ru: Добавить ${exercise}
zh_hans: 添加 ${exercise}

source: Add ${exercises}
de: ${exercises} hinzufügen
es: Añadir ${exercises}
fr: Ajouter ${exercises}
it: Aggiungi ${exercises}
ja: ${exercises}を追加
ko: ${exercises} 추가
pt_br: Adicionar ${exercises}
ru: Добавить ${exercises}
zh_hans: 添加 ${exercises}

source: Add 5 lb (2.5 kg) to each lift every workout until you fail a set, then deload 10%.
de: Füge bei jedem Workout 2,5 kg (5 lb) zu jeder Übung hinzu, bis du einen Satz nicht schaffst, und reduziere dann um 10 %.
es: Añade 2,5 kg (5 lb) a cada levantamiento en cada entrenamiento hasta que falles una serie, luego baja un 10 %.
fr: Ajoutez 2,5 kg (5 lb) à chaque mouvement à chaque séance jusqu'à l'échec sur une série, puis réduisez de 10 %.
it: Aggiungi 5 lb (2,5 kg) a ogni esercizio a ogni allenamento finché non fallisci una serie, poi scarica del 10%.
ja: 毎回のワークアウトで各種目に5 lb（2.5 kg）ずつ追加し、セットに失敗したら10%ディロードします。
ko: 세트에 실패할 때까지 매 운동마다 종목별로 5 lb(2.5 kg)씩 올리고, 실패하면 10% 디로드해요.
pt_br: Adicione 2,5 kg (5 lb) a cada exercício em todo treino até falhar uma série, depois reduza 10 %.
ru: Добавляйте 5 lb (2.5 kg) к каждому движению на каждой тренировке, пока не сорвёте подход, затем скиньте 10%.
zh_hans: 每次训练给每个动作加 5 lb（2.5 kg），直到某一组失败，然后减量 10%。
